Repository: zdavatz/amiko_wx
Catalog: lang/*/amiko.po
Languages: de, fr_ch

source: * Required fields
de: * Pflichtfelder
fr_ch: * Obligatoire

source: ATC Code
fr_ch: Code ATC

source: ATC-Code
fr_ch: Code-ATC

source: Active Substance
de: Wirkstoff
fr_ch: Substance active

source: Active Substance / ATC Code
de: Wirkstoff / ATC Code
fr_ch: Principe Actif / Code ATC

source: Address Book %s (%d)
de: Addressbuch %s (%d)
fr_ch: Carnet d’adresses %s (%d)

source: Address Book Google (%d)
de: Addressbuch Google (%d)
fr_ch: Carnet d’adresses Google (%d)

source: Are you sure you want to delete this contact from the %s Address Book?
de: Wollen Sie diesen Kontakt wirklich aus dem %s Adressbuch löschen?
fr_ch: Êtes-vous sûr de vouloir supprimer ce contact du carnet d’adresses %s ?

source: Avoid combination
de: Kombination vermeiden
fr_ch: Eviter la combinaison

source: Birthday*
de: Geburtstag*
fr_ch: Anniversaire*

source: Brand-Name of the drug
de: Markenname des Medikaments
fr_ch: Marque - Nom du médicament

source: Cancel
de: Abbrechen
fr_ch: Annuler

source: Chapter name
de: Kapitelname
fr_ch: Nom du chapitre

source: City
de: Stadt
fr_ch: Ville

source: City*
de: Stadt*
fr_ch: Ville*

source: Close
fr_ch: Fermer

source: Colour legend
de: Farblegende
fr_ch: Légende des couleurs

source: Contraindicated
de: Kontraindiziert
fr_ch: Contre-indiquée

source: Country
de: Land
fr_ch: Pays

source: DD.MM.YYYY
de: TT.MM.JJJJ
fr_ch: JJ.MM.AAAA

source: Data source: Public domain data from EPha.ch.
de: Datenquelle: Public Domain Daten von EPha.ch.
fr_ch: Source des données : données du domaine publique de EPha.ch.

source: Delete contact?
fr_ch: Supprimer le contact?

source: Delete prescription
fr_ch: Effacer l'ordonnance

source: Delete prescription?
fr_ch: Effacer l'ordonnance?

source: Do you really want to delete this prescription?
fr_ch: Voulez-vous vraiment effacer cette ordonnance?

source: Do you really want to overwrite the existing prescription ? (NO to generate a new one)
de: Wollen Sie dieses Rezept überschreiben oder ? (NO to generate a new one)
fr_ch: Voulez-vous vraiment effacer cette ordonnance ? (NO to generate a new one)

source: Doctor signature
fr_ch: Signature du médecin...

source: Edit
fr_ch: Éditer

source: Enter the doctor's address
de: Bitte Arztstempel ergänzen
fr_ch: Saisir l’adresse du médecin

source: Export
de: Exportieren
fr_ch: Exportation

source: Favorites
de: Favoriten
fr_ch: Favoris

source: File
de: Datei
fr_ch: Fichier

source: Footnotes
de: Fussnoten
fr_ch: Notes

source: Full Text
de: Volltext
fr_ch: Plein Texte

source: Height (cm)
de: Grösse in cm
fr_ch: Taille en cm

source: Help
de: Hilfe
fr_ch: Aide

source: Known Interactions
de: Bekannte Interaktionen
fr_ch: Interactions Connues

source: Link to the online reference
de: Link zur Online-Referenz
fr_ch: Lien vers la référence en ligne

source: Load Prescription...
fr_ch: Charger une recette...

source: Medicines
de: Medikamentenkorb
fr_ch: Panier des Médicaments

source: Name
de: Vorname
fr_ch: Prénom

source: Name*
de: Vorname*
fr_ch: Prénom*

source: New Prescription
de: Neues Rezept
fr_ch: Nouvelle ordonnance

source: No measures necessary
de: Keine Massnahmen notwendig
fr_ch: Aucune mesure nécessaire

source: Not specified
de: k.A.
fr_ch: n.s.

source: Overwrite prescription?
de: Rezept überschreiben?
fr_ch: Écraser la version actuelle?

source: Owner
de: Inhaber
fr_ch: Titulaire

source: Patient Management
de: Patientenverwaltung
fr_ch: Gestion des patients

source: Patient management...
de: Patientenverwaltung…
fr_ch: Gestion des patients…

source: Phone
de: Telefonnr.
fr_ch: No. téléphone

source: Please select text file with one word or two words per line. The file can be created into a text editor. Encoding is UTF-8
de: Bitte Text-Datei mit einem Wort oder zwei Wörter pro Zeile wählen. Die Datei kann in einen Text-Editor erstellt werden. Encoding ist UTF-8.
fr_ch: Veuillez sélectionner un fichier texte avec un mot ou deux mots par ligne. Le fichier peut être créé dans un éditeur de texte. L’encodage est UTF-8

source: Precautionary measures recommended
de: Vorsichtsmassnahmen empfohlen
fr_ch: Mesures de précaution sont recommandées

source: Preferences
fr_ch: Préférences

source: Preparation
de: Präparat
fr_ch: Préparation

source: Prescription
de: Rezept
fr_ch: Ordonnance

source: Prescription Info
fr_ch: Chercher la Notice Infopro

source: Print
de: Druken
fr_ch: Imprimer

source: Print prescription...
fr_ch: Imprimer l'ordonnance...

source: Print search result...
fr_ch: Imprimer la Recherche...

source: Print technical information...
fr_ch: Imprimer la Notice Infopro...

source: Reg. No
de: Reg. Nr.
fr_ch: No d’Autorisation

source: Registration Number
de: Zulassungsnummer
fr_ch: Nombre d'autorisation

source: Registration Owner
de: Inhaberin
fr_ch: Titulaire

source: Regular monitoring
de: Regelmässige Überwachung
fr_ch: Doit être régulièrement surveillée

source: Remove all
de: Korb leeren
fr_ch: Tout supprimer

source: Report interaction
de: Interaktion melden
fr_ch: Signaler une interaction

source: Save
de: Speichern
fr_ch: Sauver

source: Save Prescription...
fr_ch: Sauver la recette...

source: Save...
de: Speichern...
fr_ch: Sauver...

source: Search
de: Suche
fr_ch: Recherche

source: Search Term from Uploaded file
de: Suchbegriff aus hochgeladener Datei
fr_ch: Terme de recherche à partir du fichier téléchargé

source: Sentence that contains the word
de: Satz, der das Wort enthält
fr_ch: Phrase qui contient le mot

source: Sex*
de: Geschlecht*
fr_ch: Gendre*

source: Signature from file
de: Unterschrift aus Datei
fr_ch: Signature du fichier

source: Street
de: Adresse
fr_ch: Adresse

source: Street*
de: Adresse*
fr_ch: Adresse*

source: Supported by: IBSA Institut Biochimique SA.
de: Unterstützt durch: IBSA Institut Biochimique SA.
fr_ch: Soutenu par : IBSA Institut Biochimique SA.

source: Surname
de: Name
fr_ch: Nom

source: Surname*
de: Name*
fr_ch: Nom*

source: The contact has been removed from the %s address book
de: Kontakt wurde vom %s Addressbuch gelöscht
fr_ch: Le contact a été supprimé du carnet d’adresses %s

source: The contact was added to the %s address book
de: Kontakt was added to the %s Addressbuch gelöscht
fr_ch: Le contact was added to the %s carnet d’adresses

source: The contact was updated in the %s address book
de: Kontakt was updated in the %s Addressbuch gelöscht
fr_ch: Le contact was updated in the %s carnet d’adresses

source: Therapy
de: Therapie
fr_ch: Thérapie

source: There are currently no interactions between these drugs in the EPha.ch database. For more information, see the technical information.
de: Zur Zeit sind keine Interaktionen zwischen diesen Medikamenten in der EPha.ch-Datenbank vorhanden. Weitere Informationen finden Sie in der Fachinformation.
fr_ch: Il n’y a aucune information dans la banque de données EPha.ch à propos d’une interaction entre les médicaments sélectionnés. Veuillez consulter les informations professionelles.

source: Title
de: Titel
fr_ch: Titre

source: Update from file
fr_ch: Ajourner la Banque des Données

source: Update via Internet
fr_ch: Télécharger la Banque des Données

source: Weight (kg)
de: Gewicht in kg
fr_ch: Poids en kg

source: Word Analysis
de: Wortanalyse
fr_ch: Analyse des Mots

source: Your medicine basket is empty
de: Ihr Medikamentenkorb ist leer
fr_ch: Votre panier des médicaments est vide

source: ZIP
de: PLZ
fr_ch: NP

source: ZIP*
de: PLZ*
fr_ch: NP*

source: female
de: weiblich
fr_ch: féminin

source: male
de: männlich
fr_ch: masculin

source: unknown
de: unbekannt
fr_ch: inconnu

source: Update
fr_ch: Mise à jour

source: Already up-to-date
fr_ch: Déjà à jour

source: Checking for update
fr_ch: Vérification de la mise à jour

source: No Database
fr_ch: Pas de base de données

source: Do you want to download the database?
fr_ch: Voulez-vous télécharger la base de données?

source: Doctor's Signature 300px * 75px
fr_ch: Signature du médecin 300px * 75px

source: Check interactions
de: Interaktionen prüfen

source: Compendium
de: Kompendium

source: Contacts
de: Kontakte

source: Doctor
de: Arztstempel

source: Interactions
de: Interaktionen

source: Looking up keywords. Please wait...
de: Schlüsselwörter werden gesucht. Geduld bitte…

source: Patient search
de: Patient suchen

source: Send
de: Senden
